Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/lars_anders_baerin_puhe_saamelaiskarajien_avajaisissa_29.3.2008.pdf.tmx
Source language: fin
Languages: sme

source: Kunnioitetut presidentit
sme: Sámedikki lahtut

source: Hyvät naiset ja herrat
sme: Nissonat ja dievddut

source: Minulla on suuri kunnia edustaa Ruotsin saamelaiskäräjiä ja lausua muutaman sana Suomen
sme: Lea stuora gudni munnje ahte ovddastit ruoŧa Sámedikki ja dadjat moadde sáni dal go

source: saamelaiskäräjien avajaisissa täällä Utsjoella.
sme: Sámediggi suomabealde rahpasa, dáppe Ohcejogas.

source: Suomen saamelaiskäräjät on ollut monella tavalla edelläkävijä kansan valitsemana elimenä
sme: Sámediggi suomabealde lea máŋggaládje leamaš ovdavázzi álbmotválljejuvvon sámi

source: vuodesta 1973 alkaen, jolloin saamelaisvaltuuskunta perustettiin ja myöhemmin, vuonna
sme: orgánan 1973 rájis go Sámeparlameanta ásahuvvui ja maŋŋel, jagi 1996, šattai Sámediggi.

source: 1996 muututtuaan saamelaiskäräjiksi. Suomen saamelaiset ovat vuodesta 1996 alkaen
sme: Sámit suomabealde leat 1996 rájis dohkkehuvvon álbmogin suoma vuođđolágas ja sámiide

source: itsehallinto.
sme: lea kultuvrralaš iešmearrideapmi dáhkiduvvon.

source: Ruotsissa emme ole vielä päässeet niin pitkälle.
sme: Ruoŧabealde mii eat lea ollen nu guhkás.

source: on tekeillä ja me saamelaiset toivomme, että Ruotsin valtiopäivät seuraa Suomen esimerkkiä
sme: Ođastuhttin ruoŧa vuođđolágas lea jođus ja sámiid bealde mii sávvat ahte ruoŧa riikkabeaivi

source: ja hyväksyy saamelaisten aseman Ruotsin alkuperäiskänsana ja saamelaiset tulevat osaksi
sme: čuovvula suoma riikkabeaivvi ovdamearkka ja mearrida sámiid statusa eamiálbmogin

source: ruotsalaista kansanvaltaa.
sme: Ruoŧas ja ahte sámit šaddet oassin ruoŧa álbmotstivrras.

source: Saamelaisille ja pohjoismaisilla valtioille on suuri haaste kun YK:n yleiskokous on
sme: Sámiin ja davviriikkalaš stáhtain lea dál stuora hástalus go ON:a generálasearvegoddi lea

source: hyväksynyt alkuperäiskansojen julistuksen 13. syyskuuta 2007.
sme: dohkkehan eamiálbmotjulggaštusa 13 b. čakčamánus 2007.

source: Julistus on historiallinen
sme: Julggaštus lea historjjálaš lávki

source: edistysaskel ponnisteluissa alkuperäiskansojen ihmisoikeuksien ja perusvapauksien
sme: rahčamušas go guoská eamiálbmogiid olmmošvuoigatvuođaid ja vuđolaš friddjavuođaid

source: hyväksymiseksi.
sme: dohkkeheapmái.

source: Tiibetin tapahtumat todistavat että julkistus on tärkeä.
sme: Dáhpahusat Tibetas duođaštit ahte julggaštus lea dehálaš.

source: Itsemääräämisoikeuden lisäksi julistuksen artiklat, jotka koskevat alkuperäiskansojen
sme: Earret vuoigatvuohta iešmearrideapmái julggaštusas leat artihkkalat go guoská

source: oikeuksia omistaa, käyttää ja hallita maita, alueita ja luonnonvaroja, ovat kaikkein tärkeinpiä
sme: eamiálbmogiid riekti oamastit, geavahit ja hálddašit eatnama, territoriaid ja

source: saamelaisten näkökulmasta katsottaessa.
sme: luonddunávccaid gait dehalepmosat go geahččá sámi oaidninčiegas.

source: Julistuksen mukaan Suomi, Norja, Venäjä ja Ruotsi
sme: Julggaštus cealká ahte

source: eivät voi enää pitää saamelasiten perinteisesti käyttämiä maita valtion tai jonkun kolmannen
sme: Suopma, Norga, Ruošša ja Ruoŧŧa eai šat sáhte oaivvildit eatnamiid maid sámit

source: osapuolen omaisuutena.
sme: árbevirolaččat geavahit stáhta dehe soapmasa eará opmodahkan.

source: Julistus velvoittaa valtioita hyväksymään, että saamelaiset omistava
sme: stáhtaid ahte dohkkehit ahte sámit leat oamasteaddjit árbevirolaš eatnanguovlluin ja

source: perinteiset maa-alueet ja luonnonresurssit.
sme: luonddunávccain.

source: Tämä tarkoikkaa esimerkiksi sitä, että
sme: Dát mearkkaša ovdamearkka dihte ahte sámi eatnama ii sáhte geavahit

source: saamelaisten maata ei voi käyttää teolliseen tai muuhun tarkoitukseen ellei saamelasia ole
sme: industriálalaš dehe eará ulbmiliidda jus sámit eai leat ožžon diehtojuohkima ovdal ja addán

source: informoitu asiassa ja he eivät ole antaneet riippumatonta myöntymystä etukäteen ja että he eivät voi saada voittoa tällaisesta resurssien hyödyntämisestä.
sme: sorjjasmeahttun mieđiheami ovdagihtii ja ahte eai ieža sáhte vuoitit maidege dakkáraš

source: Tällaiset kysymykset ovat
sme: návccaid ávkkástallamis.

source: olleet hyvin ajankohtaisia täällä Suomen puolella viime aikoina.
sme: suomabealde maŋemus áiggi.

source: YK:n alkuperäiskansojen julistus menee paljon pidemmälle kuin ILO-sopimus n:o 169 ja
sme: ON:a eamiálbmotjulggaštus manná mihá guhkileabbu go ILO-konvenšuvnna nr 169 ja

source: ehdotus pohjoismaiseksi saamelaissopimukseksi.
sme: evttohuvvon davviriikkalaš sámekonvenšuvnna.

source: Me olemme Ruotsin puolella panneet
sme: Mii leat ruoŧabealde noteren ahte suoma

source: merkille, että Suomen hallitukselle pohjoismainen saamelaissopimus aiheuttaa ongelmia,
sme: ráđđehusas lea vuosteháhku davviriikkalaš sámekonvenšuvdnii ja dat buktá veaháš suru.

source: Ruotsin saamelaiskäräjät onnittelee Suomen saamelaiskäräjiä sen johdosta, että se pian saa
sme: Ruoŧabeal Sámediggi addá maid lihkosávaldagaid suomabeal Sámediggái ahte dii fargga

source: muuttaa uuteen parlamenttirakennukseen Inarissa. Me Ruotsissa emme ole vielä niin
sme: beassat sirdit sisa ođđa parlameantaráhkadussii Anáris – ruoŧabealde mii eat lea ollen nu

source: pitkällä.
sme: guhkás.

source: Lopuksi toivotamme Suomen saamelaiskäräjille, hallitukselle ja eduskunnalle onnea ja
sme: Loahpalaččat mii sávvat suomabeal Sámediggái, ráđđehussii ja riikkabeaivái buot lihku ja

source: rohkkeutta edistettäessä saamen kansan laillisia etuja Suomen tasavallassa.
sme: roahkkátvuođa bargguin ahte ovddidit sámi álbmoga lágalaš beroštumi Suoma republiihkas.

source: Kiitos !
sme: Giitu
